-- 書籍データの追加　（少年）
INSERT INTO books
(
    isbn,
    title,
    price,
    category_id,
    detail,
    stock,
    publish_date,
    author,
    author_kana,
    publish,
    img
)
VALUES
('978-4-08-883201-2','呪術回線 20',484,'1','互いの術式で圧死寸前となった伏黒とレジィ。拮抗を打破すべくレジィが動き、死闘は終結へと向かう――!!　一方、仙台結界（コロニー）では実力者の四つ巴を乙骨が崩し、過去の術師と特級呪霊を交えた苛烈極まる戦いに!?',5,'2022-08-04','芥見下々','あくたみげげ','集英社','1.webp'),
('978-4-08-883120-6','ONE PIECE モノクロ版 102',460,'1','復活を遂げたルフィは再びカイドウと対峙！　天王山を迎えた両雄の戦いの行方は!?　一方、各地で幹部達と激闘を続ける仲間達に決着の時が訪れる。ワノ国編超佳境!!　“ひとつなぎの大秘宝”を巡る海洋冒険ロマン!!',4,'2022-05-02','尾田栄一郎','おだえいいちろう','集英社','2.webp'),
('978-4-253-22739-1','弱虫ペダル 79',495,'1','3年生VS1・2年生の箱根学園伝統の追い出しレース開幕!!　真波が用意した「星」を取りあうことになった今年のレースに、なんと大学生の「新開隼人」が参戦!!　「星」をかけて兄・隼人とスプリント対決をすることになった悠人は、兄を超えるため、全力で勝負に臨む!!　兄・隼人の加速する時の癖を思い出し、喰らいついていく悠人だが…!?　そして、悠人の隼人との過去も明らかに!!',8,'2022-08-08','渡辺航','わたなべわたる','秋田書店','3.webp'),
('978-4-06-528811-5','ザ・ファブル, The second contact (4)',726,'1','殺し屋を引退したアキラは、ミサキと結婚し太平市の片隅で幸せな新婚生活を送っていた。そんな折、太平市の真黒組と大西市の紅白組が一触即発。ルーマーの男らが佐藤兄弟の監視をはじめた。そして海老原がアジトに囲う殺し屋をルーマーの男が襲撃。また、紅白組の松代が雇ったウワサの一味が、ヨウコに迫る。ヨウコ姉さん史上、最大にして最悪のピンチがーー！',6,'2022-08-05','南勝久','みなみかつひさ','講談社','4.webp'),
('978-4-08-883202-9','血界戦線 Back 2 Back 10',564,'1','紐育（ニューヨーク）崩壊後、構築された都市（ヘルサレムズ・ロット）。異界と現世の交わるこの魔都に、世界の均衡を保つ為に暗躍する秘密結社ライブラが存在した!!',9,'2022-08-04','内藤泰弘','ないとうやすひろ','集英社','5.webp'),
('978-4-253-22918-0','魔入りました！入間くん 28',495,'1','入間たちが2年生に進級し、最初に突きつけられた試験「心臓破り」にて真価を試される問題児たち!!　アスモデウスの本気はイフリート先生の火力に届くか!?　モモノキ先生の多彩な技に対し、カムイは気力で持ち堪えれるか!?　そして守られていた新入生たちも、その才能を開花させる……!?',10,'2022-08-08','西修','にしおさむ','秋田書店','6.webp'),
('978-4-06-528768-2','ぐらんぶる(19)',748,'1','水樹カヤの結婚パーティーにPaBメンバーが出席！ ハプニング必至、ドレスコードは守れるのか？ 奇跡も催眠術もあるんだよ。全裸系青春ダイビングコメディー、幸せはじけるパリピ編！！',6,'2022-08-05','吉岡公威','よしおかきみたけ','講談社','7.webp'),
('978-4-06-528494-0','転生したらスライムだった件(21)','715','1','再び戦いへと突入してしまったリムルとヒナタ。
ヒナタを慕う部下達もシオン達と戦闘を開始し、事態は全面戦争の様相を呈していた。
リムルが回避したかったはずのこの状況は、そのどれもが”七曜”が仕組んだもので――。
さらにその裏では、西側諸国を牛耳る大物が策謀を巡らせていた。
リムルとヒナタ、和解への道は開けるのか！？','4','2022-07-07','川上泰樹','かわかみやすき','講談社','8.webp'),
('978-4-06-528178-9','東京卍リベンジャーズ（28）',495,'1','『新宿スワン』の和久井健、一世一代の最新作！！　今度は不良が、タイムリープ！？　最愛の人を救うため、ダメフリーター・花垣タケミチが中学時代に戻り、関東最凶不良集団の頂点を目指す！！

最新タイムリープ・サスペンス第28巻！！ 三天戦争の傷が癒えたタケミチは、かつての仲間達とともに新チームを結成し、マイキーへのリベンジを期す！ “二代目 東京卍會”vs.”関東卍會”。タケミチ最後の大勝負。二つの”トーマン”による、一大決戦が始まる！！',5,'2022-06-17','和久井健','わくいけん','講談社','9.webp'),
('978-4-08-883161-9','僕のヒーローアカデミア (35)',460,'1','綺麗事ばかりが蔓延る超人社会の中で、黙認され、爪弾きされた俺たち歪みの思いの一つ一つが暴発した結果が、この惨状だろ？　だからさ、全てを焼き尽くして笑おうぜ！　それが“荼毘”が生きている意味だ!!',3,'2022-07-04','堀越耕平','ほりごえこうへい','集英社','10.webp'),
('978-4-08-883160-2','Dr.STONE (26)',460,'1','全人類石化から幾千年、かつて父が目指した宇宙へついに到達した千空!!　月面着陸作戦を展開するが、予期せぬ事,態に…!!　ホワイマンの正体とは!?　人類の運命は!?　驚異の超大スケールで描く科学冒険記、堂々完結!!',15,'2022-07-04','稲垣理一郎','いながきりいちろう','集英社','11.webp'),

-- 書籍データの追加（青年）
('978-4-08-892332-1','キングダム 65',660,'2','秦連合軍、決戦の地へ！　紀元前233年趙国北部攻略戦　趙総大将・扈輒を討ち、武城・平陽を射程にとらえた秦軍。しかし趙は、復帰した李牧の策で、秦の進攻に待ったをかける。それを受け、秦軍総大将・王翦、秦軍総司令・昌平君は相次いで新たな“決戦の地”を指示。趙の歴史に終止符を打つべく、秦軍が目指すのは…!?',6,'2022-06-17','原泰久','はらやすひさ','集英社','12.webp'),
('978-4-08-892370-3','ゴールデンカムイ 31',659,'2','相棒、未来、誇り、同胞、家族、祝福、弔い、武士道。冒険・歴史・文化・狩猟グルメ・ホラー・GAG＆LOVE！　全て生かした感情闇鍋ウエスタン大団円の最終巻!!!!!!!',16,'2022-07-19','野田サトル','のださとる','集英社','13.webp'),
('978-4-06-527418-7','ブルーピリオド（12)','748','2','高２で絵を描くことの楽しさに目覚め東京藝大に合格した矢口八虎に2回目の春が訪れる。
課題や講評で芽生えた、自分の才能や大学への疑問や不安は美術への情熱を曇らせたまま悶々とした日々を送る八虎。
２年生になり、新しい講師や教授との出会い、そして予備校時代の級友に藝大で再会した八虎は、美術への情熱を取り戻せるか。
「新入生」の時期は終わり、大人へのステップが始まる。
新しい出会い、新しい課題、美術との関わり方、八虎の人生も新しい局面へ。
アートの歴史や可能性を詳細に活写、美大に進学した青年たちの情熱や奮闘を描く、
今までになかった美術系青春漫画、早くも最新刊登場！！',3,'2022-05-23','山口つばさ','やまづちつばさ','講談社','14.webp'),
('978-4-06-527153-7','宇宙兄弟（41）',693,'2','ムッタとヒビトがずっと夢見てきた、月面での再会。その歴史的瞬間に、世界中が歓喜する！そして、月面では初めて対面するマクシム４を迎えて、ムッタとフィリップが歓迎会を用意。孤独で寂しかった月面は、マクシム４の到着で一変した。国際的救出ミッション「FMTEミッション」完遂に向けて、無事にみんなで地球へ還ろう！',19,'2022-05-23','小山宙哉','こやまちゅうや','講談社','15.webp'),
('978-4-08-892364-2','かぐや様は告らせたい～天才たちの恋愛頭脳戦～ 26',606,'2','「恋愛は告白した方が負けなのである！」　エリートの集う秀知院学園生徒会で出会った会長・白銀御行と副会長・四宮かぐや…。この両想いであるはずの天才2人が、互いに相手に惚れさせ、相手から告白させようと日常の全てで権謀術数の限りを尽くす、新感覚のラブコメ!!　…だったはずの2人も今や彼氏彼女の関係になり、物語は“最終章『かぐや様は告らせたい』”に突入!!　白銀の海外留学まで残り1か月と迫る中、四宮家の御家騒動が勃発。権力争いに巻き込まれたかぐやは、白銀家へも危険が及ぶと脅され、白銀御行との別れを決断する…。しかし、白銀と生徒会メンバーはかぐやを奪い返すために立ち上がる!!　激熱の“四宮奪還作戦”を描く第26巻!!',20,'2022-06-17','赤坂アカ','あかさかあか','集英社','16.webp'),
('978-4-09-861336-6','アオアシ　28',693,'2','運命の大一番・青森星蘭戦で劇的な勝利をおさめたエスペリオン。
悲願だったプレミアリーグイースト優勝を達成し歓喜に沸くチームだったが、そんな中、アシトを呼ぶ人物がいた。

その人物とは、「東京シティ・エスペリオン」監督――エルナン・ガルージャ。
来季に向け有望な若手を見ておきたいガルージャは、アシトに3日間のトップチーム練習参加を告げる。

「ここで爪痕を残せたら、プロになれる！！」
アシトにとって、勝負の3日間の幕が上がる！！！！！',2,'2022-05-30','小林有吾','こばやしゆうご','小学館','17.webp'),
('978-4-04-681385-5','無職転生 ～異世界行ったら本気だす～ 17',704,'2','思いを通じ合わせたルーデウスとフィッツことシルフィ。二人のこれからについて、ルーデウスはシルフィの主であるアリエル王女を訪ね、予想外の発言をする・・・!?',5,'2022-06-22','フジカワユカ','ふじかわゆか','KADOKAWA','18.webp'),
('978-4-08-883137-4','ワンパンマン 26',460,'2','加熱する怪人協会幹部との戦いで、S級ヒーロー達は苦戦を強いられる展開に…。唯一、タツマキはギョロギョロの本体を見抜き追い詰めて…。一方、ガロウと対峙したクロビカリ、迷宮を彷徨うサイタマは…!?',22,'2022-07-04','ONE','わん','集英社','19.webp'),
('978-4-86720-389-7','終末のワルキューレ 15巻【特典イラスト付き】',660,'2','始まりの王・始皇帝と冥界の王・ハデスの激闘最高潮!!?眼をあらわにした始皇帝が持つ、人の領域を超えた力とは!??それに対し、ハデスは鮮血を纏いし伝説の一撃で対抗する!!?神VS人類13番勝負!!?',29,'2022-06-20','梅村真也','うめむらしんや','コアミックス','20.webp'),
('978-4-09-861369-4','BLUE GIANT EXPLORER 6',770,'2','新たな相棒と共にアメリカの地を往く！

ヨーロッパでの活動を終えた宮本大が向かったのはジャズの本場・アメリカ！　ついに、新たに出会ったピアニスト・アントニオと供に大の旅の旅は続き…！！　さらなるメンバーが待つ街へたどり着けるのか…！！？',16,'2022-06-30','石塚真一','いしづかしんいち','小学館','21.webp'),
('978-4-08-892302-4','ウマ娘 シンデレラグレイ 7',680,'2','大波乱のジャパンカップもゴール目前!!　先頭争いを繰り広げるオベイユアマスターとタマモクロスだが、その背を捉えんと食らいつくオグリキャップの姿…！　世界最強級が揃うジャパンカップを制するのは果たして…!?',6,'2022-05-18','杉浦理史','すぎうらまさふみ','集英社','22.webp');