INSERT INTO books
(
    isbn,
    title,
    price,
    category_id,
    detail,
    stock,
    publish_date,
    author,
    author_kana,
    publish,
    img
)
VALUES(
    '978-4-06-528488-9',
    'ちはやふる（４９）',
    '462',
    '4',
    'まだ“情熱”って言葉さえ知らない、小学校６年生の千早(ちはや)。
そんな彼女が出会ったのは、福井からやってきた転校生・新(あらた)。
おとなしくて無口な新だったが、彼には意外な特技があった。
それは、小倉百人一首競技かるた。
千早は、誰よりも速く誰よりも夢中に札を払う新の姿に衝撃を受ける。
しかし、そんな新を釘付けにしたのは千早のずば抜けた「才能」だった……。
まぶしいほどに一途な思いが交差する青春ストーリー、いよいよ開幕!!',
    '17',
    '2022-07-13',
    '末次由紀',
    'すえつぐ ゆき',
    '講談社',
    '01.webp'
),
(
    '978-4-06-528572-5',
    '星降る王国のニナ（８）',
    '495',
    '4',
    '瑠璃色の瞳を持つ少女ニナは、アズールの命を救うため、偽りの花嫁として、大国ガルガダに嫁ぐことに。
愛を知らぬセト王子との距離も縮まり、共に生きる決意をした矢先、フォルトナ国の使者としてアズールが現れる。
さまざまな思惑がせめぎあうなかで、ニナの”侍女”ヒカミがセトを毒殺しようとし、失敗。
ヒカミに利用され、犯行現場に残ったニナは、殺害の容疑で監獄グリフィゲルドに送られることになった。
そこでホルト将軍と出会ったニナは、力を合わせて監獄長に立ち向かうが、窮地を再びアズールに救われてーー!?',
    '6',
    '2022-07-13',
    'リカチ',
    'りかち',
    '講談社',
    '02.webp'
),
(
    '978-4-7575-1963-3',
    '黒執事 1巻',
    '660',
    '4',
    '彼の職業は執事。彼は今日もお茶を煎れ、銀食器を磨く。そう、すべては主人のために…。',
    '6',
    '2007-02-27',
    '枢やな',
    'とぼそ やな',
    ' スクウェア・エニックス',
    '03.webp'
),
(
    '978-4-06-527702-7',
    '私たちはどうかしている（17） 桜色の連歌',
    '528',
    '4',
    '
わたどう、待望の続編は連続殺人事件の歌にのせて！

念願の結婚式を挙げて半年。七桜と椿は甘いまどろみの中で新婚旅行を計画中だった。しかしある日、新規の注文が入り、七桜は連句会を主催している男性・加賀見と出会う。どうやら加賀見は椿のことを知っている様子だが、椿は加賀見について多くを語らない。不安に思う七桜。そんな矢先の新婚旅行前日、多喜川が何者かに襲われて……！？',
    '15',
    '2022-05-13',
    '安藤なつみ',
    'あんどう　なつみ',
    '講談社',
    '04.webp'
),
(
    '978-4-7580-3760-0',
    'ふつつかな悪女ではございますが ～雛宮蝶鼠とりかえ伝～（３）',
    '740',
    '4',
    'わたどう、待望の続編は連続殺人事件の歌にのせて！

黄家の女官・冬雪に入れ替わりを気付かれた玲琳。すぐに見抜けなかったと後悔する冬雪に、玲琳は償いとして真実を口にすることを禁じる。一方、慧月は、自らが生き延びたことに違和感を抱く。病が弦音で癒えることはない。ならばそれは『呪い』ではないか――と。新たな真実が明らかになる急展開の第3巻!!',
    '5',
    '2022-06-30',
    '尾羊英',
    'おひつじ えい',
    '一迅社',
    '05.webp'
),
(
    '978-4-7580-3647-4',
    '騎士団長は元メガネ少女を独り占めしたい（１）',
    '710',
    '4',
    '異世界トリップに巻き込まれて厄介者扱いされた私を拾ってくれたのは、超強い上にイケメンな第二騎士団のレオン団長！ ぶっきらぼうだけど優しくて、いつも気遣ってくれるんだよなぁ。って、どうして私がメガネを外すとそんなに焦るんですか!? 原作者・高瀬なずな先生の書き下ろしSSやオンライン非公開の描き下ろしRシーンをたっぷり収録！',
    '5',
    '2021-08-31',
    '鴨野 れな',
    'かもの れな',
    '一迅社',
    '06.webp'
),
(
    '978-4-7580-3601-6',
    '神クズ☆アイドル（４）',
    '748',
    '4',
    '仁淀ユウヤと最上アサヒ、神＆クズアイドル　二人での活動も軌道にのりつつあったある日…。ZINGSの相方、吉野カズキにアサヒの存在がバレてしまい――ZINGSの解散の危機!? そんな中、大人気アイドルコンビ、由良チカゲとアサヒの関係にも亀裂が…!? 大人気アイドル☆コメディ、待望の第4巻ついに発売！',
    '8',
    '2021-04-24',
    'いそふらぼん 肘樹',
    'いそふらぼん ひじき',
    '一迅社',
    '07.webp'
),
(
    '978-4-7580-3732-7',
    '無口な公爵令嬢と冷徹な皇帝 ～前世拾った子供が皇帝になっていました～（１）',
    '710',
    '4',
    '人里離れた森に捨てられた皇子・アレクセイは、魔獣に襲われていたところバケモノのような外見の女に助けられる。女はアレクセイをハムと呼び、アレクセイは女をパイと名付けた。孤独なもの同士の幸せな暮らし――しかしそれは長くは続かず、アレクセイは唯一自身を愛してくれた最愛のパイを目の前で殺されてしまった……。時は流れ、復讐のために皇帝の地位にまでのぼりつめたアレクセイ。一方、パイは公爵令嬢・エレオノーラとして生まれ変わっていて――!? 秘密を抱えた転生令嬢×復讐に燃える悪魔皇帝の人生逆転ラブストーリー!!',
    '13',
    '2022-04-30',
    '押川 いい',
    'おしかわ いい',
    '一迅社',
    '08.webp'
),
(
    '978-4-592-22318-4',
    '暁のヨナ（38）',
    '495',
    '3',
    '南戒との戦を前に、高華国軍は全部族を招集する。そしてヨナも四龍と共に従軍し、戦場に立つ。一方、ラーン将軍の水攻めで消息不明になっていたハクは…!?',
    '11',
    '2022-05-20',
    '草凪みずほ',
    'くさなぎみずほ',
    '白泉社',
    '09.webp'
),
(
    '978-4-08-867672-2',
    'ハニーレモンソーダ 20',
    '460',
    '3',
    '透子の射手矢への気持ちを知った羽花。2人を見守るなか、いよいよ体育祭本番!! でも当日、界にまさかの事態が――!? オレの彼女になってくれてありがとう',
    '11',
    '2022-07-25',
    '村田真優',
    'むらたまゆ',
    '集英社',
    '010.webp'
),
(
    '978-4-253-26523-2',
    '海が走るエンドロール　（３）',
    '576',
    '3',
    'インフルエンサーのsoraが、うみ子と同じ大学に入学。映画監督を目指すsoraの「泥啜っても血反吐吐いても監督になりたいんやろ?」との一言に心をかき乱されるうみ子と海。「監督になる」ということに本気で向き合うことになったうみ子たち。荒れる“ふたりの海”に凪は訪れるの……!?',
    '11',
    '2022-07-14',
    'たらちねジョン',
    'たらちねじょん',
    '秋田書店',
    '011.webp'
),
(
    '978-4-592-19378-4',
    '夏目友人帳（28）',
    '495',
    '3',
    '「相談がある」と多軌に呼び出された夏目。その内容とは、兄・勇から送られてくる写真についてだった。悩んでいる二人の前に現れたのは意外な人物で…？名取家にまつわる秘密を描く「年下のいとこ」も収録！メガヒットあやかし契約奇談28巻！',
    '19',
    '2022-05-02',
    '緑川ゆき',
    'みどりかわゆき',
    '白泉社',
    '012.webp'
),
(
    '978-4-592-22015-2',
    '赤髪の白雪姫（25）',
    '495',
    '3',
    'カゲヤと共に攫われたリュウを捜す白雪達。ようやくカゲヤの屋敷に辿り着くが、そこは既にもぬけの殻だった。残された手がかりから“中和薬を作るための温室”があるはずと推察し、それを探すが…!?北の地に染み込んだ危険な香気を消し去る第25巻！',
    '17',
    '2022-05-02',
    'あきづき空太',
    'あきづきそらた',
    '白泉社',
    '013.webp'
),
(
    '978-4-592-21809-8',
    'トナリはなにを食う人ぞ　ほろよい（１）',
    '495',
    '3',
    'カゲヤと共に攫われたリュウを捜す白雪達。ようやくカゲヤの屋敷に辿り着くが、そこは既にもぬけの殻だった。残された手がかりから“中和薬を作るための温室”があるはずと推察し、それを探すが…!?北の地に染み込んだ危険な香気を消し去る第25巻！',
    '4',
    '2015-09-04',
    'ふじつかゆき',
    'ふじつかゆき',
    '白泉社',
    '014.webp'
),
(
    '978-4-09-871635-7',
    '初恋の世界　11',
    '495',
    '3',
    '幸せはすぐそこにあると思っていたけれど？
薫は、小鳥遊との入籍をいよいよ目前に控えていた。
修子は５年越しの不倫に終止符を打ち、
よっさん（香織）はパート先で活躍の場を得、
富子は愛する人との結婚式を迎える。
それぞれが、自分の道を歩み始める中、
薫に気がかりな知らせが――。
もがきながらも未来を掴もうとする薫たち。
幸せはすぐそこにあると思っていたけれど…!?
激動の11巻！',
    '10',
    '2022-06-17',
    '西炯子',
    'にしけいこ',
    '小学館',
    '015.webp'
),
(
    '978-4-09-870632-7',
    'クイーンズ・クオリティ　10',
    '495',
    '3',
    '幸せはすぐそこにあると思っていたけれど？
薫は、小鳥遊との入籍をいよいよ目前に控えていた。
修子は５年越しの不倫に終止符を打ち、
よっさん（香織）はパート先で活躍の場を得、
富子は愛する人との結婚式を迎える。
それぞれが、自分の道を歩み始める中、
薫に気がかりな知らせが――。
もがきながらも未来を掴もうとする薫たち。
幸せはすぐそこにあると思っていたけれど…!?
激動の11巻！',
    '9',
    '2019-10-25',
    '最富キョウスケ',
    'もとみきょうすけ',
    '小学館',
    '016.webp'
),
(
    '978-4-04-736979-5',
    '悪役令嬢ルートがないなんて、誰が言ったの？ 2',
    '737',
    '3',
    '「これって・・・逆ハーレムルート・・・・・・？」闇夜の蝶の一件でさらに絆を深めたオフィーリアとフェリクス。一方、腹黒ヒロインアリシアの行動は積極さを増しオフィーリアの不安と不満は募っていく。そんなある日、校舎裏の花壇に行くとそこには5色のフリージアが咲いていて・・・バッドエンド回避の為、オフィーリアが訪ねた人物とは一体――！？',
    '14',
    '2022-06-01',
    'あさここの',
    'あさここの',
    'KADOKAWA',
    '017.webp'
),
(
    '978-4-04-736656-5',
    '捨てられ聖女の異世界ごはん旅　隠れスキルでキャンピングカーを召喚しました　（１）',
    '737',
    '3',
    '趣味のソロ釣りキャンプから帰る途中、突然美少女JKと共に聖女召喚をされたリン。
だが、クズスキルだといわれ、あっという間に異世界へ放り出されてしまう…
しかしリンのスキルは特殊環境下でのみ実力を発揮する、超有能スキルだった！！
アウトドア好きの血が騒ぎ、早速超有能スキルの【野営車両(モーターハウス)】で異世界を移動し、釣りを楽しんでいると流れてきたのは……冒険者！？
この出会いから、リンの異世界グルメ旅が始まる！',
    '12',
    '2021-06-01',
    '小神　奈々',
    'こがみ　なな',
    'KADOKAWA',
    '018.webp'
),
(
    '978-4-04-737074-6',
    '捨てられ聖女の異世界ごはん旅　隠れスキルでキャンピングカーを召喚しました　（２）',
    '737',
    '3',
    '聖女召喚に巻き込まれて異世界に放り出されたリン。超有能スキルの【野営車両】で召喚したキャンピングカーで異世界グルメを満喫中。冒険者でドラグールのヴィルさんに「パーティーの食事係になってくれ」と切実なお願いをされたリンは、ひとまずパーティの仲間に会いに行くことに・・・街ではヴィルさんの仲間である、３人のイケメン&美女がいて―――？リンは美味しごはんでこの冒険者たちの胃袋を掴む！！？？異世界キャンピンググルメ旅☆第２巻！',
    '17',
    '2022-06-01',
    '小神　奈々',
    'こがみ　なな',
    'KADOKAWA',
    '019.webp'
),
(
    '978-4-592-22331-3',
    '野良猫と狼（１）',
    '495',
    '3',
    '遊び人バンドマンの家に、行き場のないJKが同居!?父を亡くし居心地の悪い村から上京した環（高１）。一人暮らしするはずが行き倒れ、気づくと知らないイケメンの部屋!!「男と同じ部屋で寝るってイミ、わかってる？」と…？',
    '7',
    '2020-07-20',
    'ミユキ蜜蜂',
    'みゆきみつばち',
    '白泉社',
    '020.webp'
),
(
    '978-4-592-22332-0',
    '野良猫と狼（２）',
    '495',
    '3',
    '一緒のお布団で寝たり、合鍵をもらったり、ちょっと違うキスをしたり。狼との距離がますます近づく中、初めての感情が湧き出てくる環。「俺に特別なやつがいるなら、お前だ」HC１巻爆売れ！＆話売りも絶好調☆訳アリJK×バンドマンの同居ラブ、待望の第２巻！',
    '7',
    '2021-10-20',
    'ミユキ蜜蜂',
    'みゆきみつばち',
    '白泉社',
    '021.webp'
),
(
    '978-4-592-22333-7',
    '野良猫と狼（３）',
    '495',
    '3',
    '順調に同居を続けていた環と狼。そんなある日、村で環の祖母が倒れたと連絡が入る。様子を見るため２人で金扇村へ帰省したところ、衝撃の事実を聞かされて――!?「…分かれよ ばか」JK×バンドマンの訳あり同居、解散の危機!?新展開の第３巻！',
    '7',
    '2022-07-20',
    'ミユキ蜜蜂',
    'みゆきみつばち',
    '白泉社',
    '022.webp'
),
(
    '978-4-396-76764-8',
    '違国日記（４）',
    '660',
    '3',
    '叔母と姪の年の差同居譚。「――わけあって犬のようなものと同居することになった」“小説家・こうだい槙生”のエッセイを見つけた朝は自分（＝犬!?）との暮らしを、「不思議な感じだ」と語る槙生の文章を読んだ。慣れないものの、新生活を咀嚼する槙生の言葉は柔らかい。そんな折、槙生は朝を連れて5年ぶりに実家に帰ることになり――。不器用な槙生と、大型犬系元カレ・笠町の“友人関係”に異変あり',
    '3',
    '2019-04-27',
    'ヤマシタトモコ',
    'やましたともこ',
    '祥伝社',
    '023.webp'
),
(
    '978-4-7580-3740-2',
    'ボクラノキセキ（２６）',
    '700',
    '3',
    '小さな違和感が大きな運命の歯車を動かす――前世の記憶があることを除いては、普通の男子高校生・皆見晴澄。菊地に得体の知れない恐怖を感じる仁科。始まりの「あの日」を追憶するのは目黒も同じで、小さな違和感が大きな運命の歯車を動かしていく――。その燻りが更なる真実を炙り出す、火急の第二十六巻!',
    '9',
    '2022-05-25',
    '久米田 夏緒',
    'くめた　なつお',
    '一迅社',
    '024.webp'
),
(
    '978-4-7580-3675-7',
    'ボクラノキセキ（２５）',
    '700',
    '3',
    'かつて、存在していたゼレストリアという国。前世、その国の王女であった記憶をもつ男子高校生・皆見晴澄。仁科との会話の中で、ある可能性に気付く瀬々。彼から送られるサインをヒントに仮説を導き出し――…。綴られる言葉に宿すのは、前世の妄執か現世への警鐘か。学園転生ファンタジー',
    '7',
    '2021-11-25',
    '久米田 夏緒',
    'くめた　なつお',
    '一迅社',
    '025.webp'
),
(
    '978-4-7580-3607-8',
    'ボクラノキセキ（２４）',
    '700',
    '3',
    'ゼレストリア――その国の記憶をもつ者は限られている。普通の男子高校生・皆見晴澄は、前世その国の王女であった。瀬々（ユージン）との邂逅に前世への記憶を巡らせる皆見（ベロニカ）。記憶は生々しく、想いを現世へと引きずらせ――…。その口から紡がれるのは真実か、それとも虚言か。急いて、焦らして、零れるものは―――',
    '8',
    '2021-05-25',
    '久米田 夏緒',
    'くめた　なつお',
    '一迅社',
    '026.webp'
),
(
    '978-4-7580-3560-6',
    'ボクラノキセキ（２３）',
    '682',
    '3',
    '総選挙1～3位のキャラクターの描き下ろしお祝いイラストを収録！仁科を追い詰める瀬々は、自身の前世を露呈するとともに彼の本当の正体を暴く。目前で広がるその様子に、七浦は僅かな希望を感じる―――。追い詰められたかのように見えた仁科は、ある打診をしてきて…？',
    '13',
    '2020-11-25',
    '久米田 夏緒',
    'くめた　なつお',
    '一迅社',
    '027.webp'
),
(
    '978-4-7580-3511-8',
    'ボクラノキセキ（２２）',
    '682',
    '3',
    '信頼できる仲間に、グレンが転生していることを告げる広木。それはかつて皆見（ベロニカ）に想いを寄せていた人物が現世にあらわれたことを意味し――…。その事実は、春湖の目にどう映るのか――？　立場や性別、時を越えて前世と現世が交差する――',
    '15',
    '2020-05-25',
    '久米田 夏緒',
    'くめた　なつお',
    '一迅社',
    '028.webp'
),
('978-4-08-883201-2','呪術回線 20',484,'1','互いの術式で圧死寸前となった伏黒とレジィ。拮抗を打破すべくレジィが動き、死闘は終結へと向かう――!!　一方、仙台結界（コロニー）では実力者の四つ巴を乙骨が崩し、過去の術師と特級呪霊を交えた苛烈極まる戦いに!?',5,'2022-08-04','芥見下々','あくたみげげ','集英社','1.webp'),
('978-4-08-883120-6','ONE PIECE モノクロ版 102',460,'1','復活を遂げたルフィは再びカイドウと対峙！　天王山を迎えた両雄の戦いの行方は!?　一方、各地で幹部達と激闘を続ける仲間達に決着の時が訪れる。ワノ国編超佳境!!　“ひとつなぎの大秘宝”を巡る海洋冒険ロマン!!',4,'2022-05-02','尾田栄一郎','おだえいいちろう','集英社','2.webp'),
('978-4-253-22739-1','弱虫ペダル 79',495,'1','3年生VS1・2年生の箱根学園伝統の追い出しレース開幕!!　真波が用意した「星」を取りあうことになった今年のレースに、なんと大学生の「新開隼人」が参戦!!　「星」をかけて兄・隼人とスプリント対決をすることになった悠人は、兄を超えるため、全力で勝負に臨む!!　兄・隼人の加速する時の癖を思い出し、喰らいついていく悠人だが…!?　そして、悠人の隼人との過去も明らかに!!',8,'2022-08-08','渡辺航','わたなべわたる','秋田書店','3.webp'),
('978-4-06-528811-5','ザ・ファブル, The second contact (4)',726,'1','殺し屋を引退したアキラは、ミサキと結婚し太平市の片隅で幸せな新婚生活を送っていた。そんな折、太平市の真黒組と大西市の紅白組が一触即発。ルーマーの男らが佐藤兄弟の監視をはじめた。そして海老原がアジトに囲う殺し屋をルーマーの男が襲撃。また、紅白組の松代が雇ったウワサの一味が、ヨウコに迫る。ヨウコ姉さん史上、最大にして最悪のピンチがーー！',6,'2022-08-05','南勝久','みなみかつひさ','講談社','4.webp'),
('978-4-08-883202-9','血界戦線 Back 2 Back 10',564,'1','紐育（ニューヨーク）崩壊後、構築された都市（ヘルサレムズ・ロット）。異界と現世の交わるこの魔都に、世界の均衡を保つ為に暗躍する秘密結社ライブラが存在した!!',9,'2022-08-04','内藤泰弘','ないとうやすひろ','集英社','5.webp'),
('978-4-253-22918-0','魔入りました！入間くん 28',495,'1','入間たちが2年生に進級し、最初に突きつけられた試験「心臓破り」にて真価を試される問題児たち!!　アスモデウスの本気はイフリート先生の火力に届くか!?　モモノキ先生の多彩な技に対し、カムイは気力で持ち堪えれるか!?　そして守られていた新入生たちも、その才能を開花させる……!?',10,'2022-08-08','西修','にしおさむ','秋田書店','6.webp'),
('978-4-06-528768-2','ぐらんぶる(19)',748,'1','水樹カヤの結婚パーティーにPaBメンバーが出席！ ハプニング必至、ドレスコードは守れるのか？ 奇跡も催眠術もあるんだよ。全裸系青春ダイビングコメディー、幸せはじけるパリピ編！！',6,'2022-08-05','吉岡公威','よしおかきみたけ','講談社','7.webp'),
('978-4-06-528494-0','転生したらスライムだった件(21)','715','1','再び戦いへと突入してしまったリムルとヒナタ。
ヒナタを慕う部下達もシオン達と戦闘を開始し、事態は全面戦争の様相を呈していた。
リムルが回避したかったはずのこの状況は、そのどれもが”七曜”が仕組んだもので――。
さらにその裏では、西側諸国を牛耳る大物が策謀を巡らせていた。
リムルとヒナタ、和解への道は開けるのか！？','4','2022-07-07','川上泰樹','かわかみやすき','講談社','8.webp'),
('978-4-06-528178-9','東京卍リベンジャーズ（28）',495,'1','『新宿スワン』の和久井健、一世一代の最新作！！　今度は不良が、タイムリープ！？　最愛の人を救うため、ダメフリーター・花垣タケミチが中学時代に戻り、関東最凶不良集団の頂点を目指す！！

最新タイムリープ・サスペンス第28巻！！ 三天戦争の傷が癒えたタケミチは、かつての仲間達とともに新チームを結成し、マイキーへのリベンジを期す！ “二代目 東京卍會”vs.”関東卍會”。タケミチ最後の大勝負。二つの”トーマン”による、一大決戦が始まる！！',5,'2022-06-17','和久井健','わくいけん','講談社','9.webp'),
('978-4-08-883161-9','僕のヒーローアカデミア (35)',460,'1','綺麗事ばかりが蔓延る超人社会の中で、黙認され、爪弾きされた俺たち歪みの思いの一つ一つが暴発した結果が、この惨状だろ？　だからさ、全てを焼き尽くして笑おうぜ！　それが“荼毘”が生きている意味だ!!',3,'2022-07-04','堀越耕平','ほりごえこうへい','集英社','10.webp'),
('978-4-08-883160-2','Dr.STONE (26)',460,'1','全人類石化から幾千年、かつて父が目指した宇宙へついに到達した千空!!　月面着陸作戦を展開するが、予期せぬ事,態に…!!　ホワイマンの正体とは!?　人類の運命は!?　驚異の超大スケールで描く科学冒険記、堂々完結!!',15,'2022-07-04','稲垣理一郎','いながきりいちろう','集英社','11.webp'),

-- 書籍データの追加（青年）
('978-4-08-892332-1','キングダム 65',660,'2','秦連合軍、決戦の地へ！　紀元前233年趙国北部攻略戦　趙総大将・扈輒を討ち、武城・平陽を射程にとらえた秦軍。しかし趙は、復帰した李牧の策で、秦の進攻に待ったをかける。それを受け、秦軍総大将・王翦、秦軍総司令・昌平君は相次いで新たな“決戦の地”を指示。趙の歴史に終止符を打つべく、秦軍が目指すのは…!?',6,'2022-06-17','原泰久','はらやすひさ','集英社','12.webp'),
('978-4-08-892370-3','ゴールデンカムイ 31',659,'2','相棒、未来、誇り、同胞、家族、祝福、弔い、武士道。冒険・歴史・文化・狩猟グルメ・ホラー・GAG＆LOVE！　全て生かした感情闇鍋ウエスタン大団円の最終巻!!!!!!!',16,'2022-07-19','野田サトル','のださとる','集英社','13.webp'),
('978-4-06-527418-7','ブルーピリオド（12)','748','2','高２で絵を描くことの楽しさに目覚め東京藝大に合格した矢口八虎に2回目の春が訪れる。
課題や講評で芽生えた、自分の才能や大学への疑問や不安は美術への情熱を曇らせたまま悶々とした日々を送る八虎。
２年生になり、新しい講師や教授との出会い、そして予備校時代の級友に藝大で再会した八虎は、美術への情熱を取り戻せるか。
「新入生」の時期は終わり、大人へのステップが始まる。
新しい出会い、新しい課題、美術との関わり方、八虎の人生も新しい局面へ。
アートの歴史や可能性を詳細に活写、美大に進学した青年たちの情熱や奮闘を描く、
今までになかった美術系青春漫画、早くも最新刊登場！！',3,'2022-05-23','山口つばさ','やまづちつばさ','講談社','14.webp'),
('978-4-06-527153-7','宇宙兄弟（41）',693,'2','ムッタとヒビトがずっと夢見てきた、月面での再会。その歴史的瞬間に、世界中が歓喜する！そして、月面では初めて対面するマクシム４を迎えて、ムッタとフィリップが歓迎会を用意。孤独で寂しかった月面は、マクシム４の到着で一変した。国際的救出ミッション「FMTEミッション」完遂に向けて、無事にみんなで地球へ還ろう！',19,'2022-05-23','小山宙哉','こやまちゅうや','講談社','15.webp'),
('978-4-08-892364-2','かぐや様は告らせたい～天才たちの恋愛頭脳戦～ 26',606,'2','「恋愛は告白した方が負けなのである！」　エリートの集う秀知院学園生徒会で出会った会長・白銀御行と副会長・四宮かぐや…。この両想いであるはずの天才2人が、互いに相手に惚れさせ、相手から告白させようと日常の全てで権謀術数の限りを尽くす、新感覚のラブコメ!!　…だったはずの2人も今や彼氏彼女の関係になり、物語は“最終章『かぐや様は告らせたい』”に突入!!　白銀の海外留学まで残り1か月と迫る中、四宮家の御家騒動が勃発。権力争いに巻き込まれたかぐやは、白銀家へも危険が及ぶと脅され、白銀御行との別れを決断する…。しかし、白銀と生徒会メンバーはかぐやを奪い返すために立ち上がる!!　激熱の“四宮奪還作戦”を描く第26巻!!',20,'2022-06-17','赤坂アカ','あかさかあか','集英社','16.webp'),
('978-4-09-861336-6','アオアシ　28',693,'2','運命の大一番・青森星蘭戦で劇的な勝利をおさめたエスペリオン。
悲願だったプレミアリーグイースト優勝を達成し歓喜に沸くチームだったが、そんな中、アシトを呼ぶ人物がいた。

その人物とは、「東京シティ・エスペリオン」監督――エルナン・ガルージャ。
来季に向け有望な若手を見ておきたいガルージャは、アシトに3日間のトップチーム練習参加を告げる。

「ここで爪痕を残せたら、プロになれる！！」
アシトにとって、勝負の3日間の幕が上がる！！！！！',2,'2022-05-30','小林有吾','こばやしゆうご','小学館','17.webp'),
('978-4-04-681385-5','無職転生 ～異世界行ったら本気だす～ 17',704,'2','思いを通じ合わせたルーデウスとフィッツことシルフィ。二人のこれからについて、ルーデウスはシルフィの主であるアリエル王女を訪ね、予想外の発言をする・・・!?',5,'2022-06-22','フジカワユカ','ふじかわゆか','KADOKAWA','18.webp'),
('978-4-08-883137-4','ワンパンマン 26',460,'2','加熱する怪人協会幹部との戦いで、S級ヒーロー達は苦戦を強いられる展開に…。唯一、タツマキはギョロギョロの本体を見抜き追い詰めて…。一方、ガロウと対峙したクロビカリ、迷宮を彷徨うサイタマは…!?',22,'2022-07-04','ONE','わん','集英社','19.webp'),
('978-4-86720-389-7','終末のワルキューレ 15巻【特典イラスト付き】',660,'2','始まりの王・始皇帝と冥界の王・ハデスの激闘最高潮!!?眼をあらわにした始皇帝が持つ、人の領域を超えた力とは!??それに対し、ハデスは鮮血を纏いし伝説の一撃で対抗する!!?神VS人類13番勝負!!?',29,'2022-06-20','梅村真也','うめむらしんや','コアミックス','20.webp'),
('978-4-09-861369-4','BLUE GIANT EXPLORER 6',770,'2','新たな相棒と共にアメリカの地を往く！

ヨーロッパでの活動を終えた宮本大が向かったのはジャズの本場・アメリカ！　ついに、新たに出会ったピアニスト・アントニオと供に大の旅の旅は続き…！！　さらなるメンバーが待つ街へたどり着けるのか…！！？',16,'2022-06-30','石塚真一','いしづかしんいち','小学館','21.webp'),
('978-4-08-892302-4','ウマ娘 シンデレラグレイ 7',680,'2','大波乱のジャパンカップもゴール目前!!　先頭争いを繰り広げるオベイユアマスターとタマモクロスだが、その背を捉えんと食らいつくオグリキャップの姿…！　世界最強級が揃うジャパンカップを制するのは果たして…!?',6,'2022-05-18','杉浦理史','すぎうらまさふみ','集英社','22.webp');