INSERT INTO books
VALUES(
    '978-4-06-528488-9',
    'ちはやふる（４９）',
    '462',
    '4',
    'まだ“情熱”って言葉さえ知らない、小学校６年生の千早(ちはや)。
そんな彼女が出会ったのは、福井からやってきた転校生・新(あらた)。
おとなしくて無口な新だったが、彼には意外な特技があった。
それは、小倉百人一首競技かるた。
千早は、誰よりも速く誰よりも夢中に札を払う新の姿に衝撃を受ける。
しかし、そんな新を釘付けにしたのは千早のずば抜けた「才能」だった……。
まぶしいほどに一途な思いが交差する青春ストーリー、いよいよ開幕!!',
    '17',
    '2022-07-13',
    '末次由紀',
    'すえつぐ ゆき',
    '講談社',
    '01.webp'
),
(
    '978-4-06-528572-5',
    '星降る王国のニナ（８）',
    '495',
    '4',
    '瑠璃色の瞳を持つ少女ニナは、アズールの命を救うため、偽りの花嫁として、大国ガルガダに嫁ぐことに。
愛を知らぬセト王子との距離も縮まり、共に生きる決意をした矢先、フォルトナ国の使者としてアズールが現れる。
さまざまな思惑がせめぎあうなかで、ニナの”侍女”ヒカミがセトを毒殺しようとし、失敗。
ヒカミに利用され、犯行現場に残ったニナは、殺害の容疑で監獄グリフィゲルドに送られることになった。
そこでホルト将軍と出会ったニナは、力を合わせて監獄長に立ち向かうが、窮地を再びアズールに救われてーー!?',
    '6',
    '2022-07-13',
    'リカチ',
    'りかち',
    '講談社',
    '02.webp'
),
(
    '978-4-7575-1963-3',
    '黒執事 1巻',
    '660',
    '4',
    '彼の職業は執事。彼は今日もお茶を煎れ、銀食器を磨く。そう、すべては主人のために…。',
    '6',
    '2007-02-27',
    '枢やな',
    'とぼそ やな',
    ' スクウェア・エニックス',
    '03.webp'
),
(
    '978-4-06-527702-7',
    '私たちはどうかしている（17） 桜色の連歌',
    '528',
    '4',
    '
わたどう、待望の続編は連続殺人事件の歌にのせて！

念願の結婚式を挙げて半年。七桜と椿は甘いまどろみの中で新婚旅行を計画中だった。しかしある日、新規の注文が入り、七桜は連句会を主催している男性・加賀見と出会う。どうやら加賀見は椿のことを知っている様子だが、椿は加賀見について多くを語らない。不安に思う七桜。そんな矢先の新婚旅行前日、多喜川が何者かに襲われて……！？',
    '15',
    '2022-05-13',
    '安藤なつみ',
    'あんどう　なつみ',
    '講談社',
    '04.webp'
),
(
    '978-4-7580-3760-0',
    'ふつつかな悪女ではございますが ～雛宮蝶鼠とりかえ伝～（３）',
    '740',
    '4',
    'わたどう、待望の続編は連続殺人事件の歌にのせて！

黄家の女官・冬雪に入れ替わりを気付かれた玲琳。すぐに見抜けなかったと後悔する冬雪に、玲琳は償いとして真実を口にすることを禁じる。一方、慧月は、自らが生き延びたことに違和感を抱く。病が弦音で癒えることはない。ならばそれは『呪い』ではないか――と。新たな真実が明らかになる急展開の第3巻!!',
    '5',
    '2022-06-30',
    '尾羊英',
    'おひつじ えい',
    '一迅社',
    '05.webp'
),
(
    '978-4-7580-3647-4',
    '騎士団長は元メガネ少女を独り占めしたい（１）',
    '710',
    '4',
    '異世界トリップに巻き込まれて厄介者扱いされた私を拾ってくれたのは、超強い上にイケメンな第二騎士団のレオン団長！ ぶっきらぼうだけど優しくて、いつも気遣ってくれるんだよなぁ。って、どうして私がメガネを外すとそんなに焦るんですか!? 原作者・高瀬なずな先生の書き下ろしSSやオンライン非公開の描き下ろしRシーンをたっぷり収録！',
    '5',
    '2021-08-31',
    '鴨野 れな',
    'かもの れな',
    '一迅社',
    '06.webp'
),
(
    '978-4-7580-3601-6',
    '神クズ☆アイドル（４）',
    '748',
    '4',
    '仁淀ユウヤと最上アサヒ、神＆クズアイドル　二人での活動も軌道にのりつつあったある日…。ZINGSの相方、吉野カズキにアサヒの存在がバレてしまい――ZINGSの解散の危機!? そんな中、大人気アイドルコンビ、由良チカゲとアサヒの関係にも亀裂が…!? 大人気アイドル☆コメディ、待望の第4巻ついに発売！',
    '8',
    '2021-04-24',
    'いそふらぼん 肘樹',
    'いそふらぼん ひじき',
    '一迅社',
    '07.webp'
),
(
    '978-4-7580-3732-7',
    '無口な公爵令嬢と冷徹な皇帝 ～前世拾った子供が皇帝になっていました～（１）',
    '710',
    '4',
    '人里離れた森に捨てられた皇子・アレクセイは、魔獣に襲われていたところバケモノのような外見の女に助けられる。女はアレクセイをハムと呼び、アレクセイは女をパイと名付けた。孤独なもの同士の幸せな暮らし――しかしそれは長くは続かず、アレクセイは唯一自身を愛してくれた最愛のパイを目の前で殺されてしまった……。時は流れ、復讐のために皇帝の地位にまでのぼりつめたアレクセイ。一方、パイは公爵令嬢・エレオノーラとして生まれ変わっていて――!? 秘密を抱えた転生令嬢×復讐に燃える悪魔皇帝の人生逆転ラブストーリー!!',
    '13',
    '2022-04-30',
    '押川 いい',
    'おしかわ いい',
    '一迅社',
    '08.webp'
),
(
    '978-4-592-22318-4',
    '暁のヨナ（38）',
    '495',
    '3',
    '南戒との戦を前に、高華国軍は全部族を招集する。そしてヨナも四龍と共に従軍し、戦場に立つ。一方、ラーン将軍の水攻めで消息不明になっていたハクは…!?',
    '11',
    '2022-05-20',
    '草凪みずほ',
    'くさなぎみずほ',
    '白泉社',
    '09.webp'
),
(
    '978-4-08-867672-2',
    'ハニーレモンソーダ 20',
    '460',
    '3',
    '透子の射手矢への気持ちを知った羽花。2人を見守るなか、いよいよ体育祭本番!! でも当日、界にまさかの事態が――!? オレの彼女になってくれてありがとう',
    '11',
    '2022-07-25',
    '村田真優',
    'むらたまゆ',
    '集英社',
    '010.webp'
),
(
    '978-4-253-26523-2',
    '海が走るエンドロール　（３）',
    '576',
    '3',
    'インフルエンサーのsoraが、うみ子と同じ大学に入学。映画監督を目指すsoraの「泥啜っても血反吐吐いても監督になりたいんやろ?」との一言に心をかき乱されるうみ子と海。「監督になる」ということに本気で向き合うことになったうみ子たち。荒れる“ふたりの海”に凪は訪れるの……!?',
    '11',
    '2022-07-14',
    'たらちねジョン',
    'たらちねじょん',
    '秋田書店',
    '011.webp'
),
(
    '978-4-592-19378-4',
    '夏目友人帳（28）',
    '495',
    '3',
    '「相談がある」と多軌に呼び出された夏目。その内容とは、兄・勇から送られてくる写真についてだった。悩んでいる二人の前に現れたのは意外な人物で…？名取家にまつわる秘密を描く「年下のいとこ」も収録！メガヒットあやかし契約奇談28巻！',
    '19',
    '2022-05-02',
    '緑川ゆき',
    'みどりかわゆき',
    '白泉社',
    '012.webp'
),
(
    '978-4-592-22015-2',
    '赤髪の白雪姫（25）',
    '495',
    '3',
    'カゲヤと共に攫われたリュウを捜す白雪達。ようやくカゲヤの屋敷に辿り着くが、そこは既にもぬけの殻だった。残された手がかりから“中和薬を作るための温室”があるはずと推察し、それを探すが…!?北の地に染み込んだ危険な香気を消し去る第25巻！',
    '17',
    '2022-05-02',
    'あきづき空太',
    'あきづきそらた',
    '白泉社',
    '013.webp'
),
(
    '978-4-592-21809-8',
    'トナリはなにを食う人ぞ　ほろよい（１）',
    '495',
    '3',
    'カゲヤと共に攫われたリュウを捜す白雪達。ようやくカゲヤの屋敷に辿り着くが、そこは既にもぬけの殻だった。残された手がかりから“中和薬を作るための温室”があるはずと推察し、それを探すが…!?北の地に染み込んだ危険な香気を消し去る第25巻！',
    '4',
    '2015-09-04',
    'ふじつかゆき',
    'ふじつかゆき',
    '白泉社',
    '014.webp'
),
(
    '978-4-09-871635-7',
    '初恋の世界　11',
    '495',
    '3',
    '幸せはすぐそこにあると思っていたけれど？
薫は、小鳥遊との入籍をいよいよ目前に控えていた。
修子は５年越しの不倫に終止符を打ち、
よっさん（香織）はパート先で活躍の場を得、
富子は愛する人との結婚式を迎える。
それぞれが、自分の道を歩み始める中、
薫に気がかりな知らせが――。
もがきながらも未来を掴もうとする薫たち。
幸せはすぐそこにあると思っていたけれど…!?
激動の11巻！',
    '10',
    '2022-06-17',
    '西炯子',
    'にしけいこ',
    '小学館',
    '015.webp'
),
(
    '978-4-09-870632-7',
    'クイーンズ・クオリティ　10',
    '495',
    '3',
    '幸せはすぐそこにあると思っていたけれど？
薫は、小鳥遊との入籍をいよいよ目前に控えていた。
修子は５年越しの不倫に終止符を打ち、
よっさん（香織）はパート先で活躍の場を得、
富子は愛する人との結婚式を迎える。
それぞれが、自分の道を歩み始める中、
薫に気がかりな知らせが――。
もがきながらも未来を掴もうとする薫たち。
幸せはすぐそこにあると思っていたけれど…!?
激動の11巻！',
    '9',
    '2019-10-25',
    '最富キョウスケ',
    'もとみきょうすけ',
    '小学館',
    '016.webp'
),
(
    '978-4-04-736979-5',
    '悪役令嬢ルートがないなんて、誰が言ったの？ 2',
    '737',
    '3',
    '「これって・・・逆ハーレムルート・・・・・・？」闇夜の蝶の一件でさらに絆を深めたオフィーリアとフェリクス。一方、腹黒ヒロインアリシアの行動は積極さを増しオフィーリアの不安と不満は募っていく。そんなある日、校舎裏の花壇に行くとそこには5色のフリージアが咲いていて・・・バッドエンド回避の為、オフィーリアが訪ねた人物とは一体――！？',
    '14',
    '2022-06-01',
    'あさここの',
    'あさここの',
    'KADOKAWA',
    '017.webp'
),
(
    '978-4-04-736656-5',
    '捨てられ聖女の異世界ごはん旅　隠れスキルでキャンピングカーを召喚しました　（１）',
    '737',
    '3',
    '趣味のソロ釣りキャンプから帰る途中、突然美少女JKと共に聖女召喚をされたリン。
だが、クズスキルだといわれ、あっという間に異世界へ放り出されてしまう…
しかしリンのスキルは特殊環境下でのみ実力を発揮する、超有能スキルだった！！
アウトドア好きの血が騒ぎ、早速超有能スキルの【野営車両(モーターハウス)】で異世界を移動し、釣りを楽しんでいると流れてきたのは……冒険者！？
この出会いから、リンの異世界グルメ旅が始まる！',
    '12',
    '2021-06-01',
    '小神　奈々',
    'こがみ　なな',
    'KADOKAWA',
    '018.webp'
),
(
    '978-4-04-737074-6',
    '捨てられ聖女の異世界ごはん旅　隠れスキルでキャンピングカーを召喚しました　（２）',
    '737',
    '3',
    '聖女召喚に巻き込まれて異世界に放り出されたリン。超有能スキルの【野営車両】で召喚したキャンピングカーで異世界グルメを満喫中。冒険者でドラグールのヴィルさんに「パーティーの食事係になってくれ」と切実なお願いをされたリンは、ひとまずパーティの仲間に会いに行くことに・・・街ではヴィルさんの仲間である、３人のイケメン&美女がいて―――？リンは美味しごはんでこの冒険者たちの胃袋を掴む！！？？異世界キャンピンググルメ旅☆第２巻！',
    '17',
    '2022-06-01',
    '小神　奈々',
    'こがみ　なな',
    'KADOKAWA',
    '019.webp'
),
(
    '978-4-592-22331-3',
    '野良猫と狼（１）',
    '495',
    '3',
    '遊び人バンドマンの家に、行き場のないJKが同居!?父を亡くし居心地の悪い村から上京した環（高１）。一人暮らしするはずが行き倒れ、気づくと知らないイケメンの部屋!!「男と同じ部屋で寝るってイミ、わかってる？」と…？',
    '7',
    '2020-07-20',
    'ミユキ蜜蜂',
    'みゆきみつばち',
    '白泉社',
    '020.webp'
),
(
    '978-4-592-22332-0',
    '野良猫と狼（２）',
    '495',
    '3',
    '一緒のお布団で寝たり、合鍵をもらったり、ちょっと違うキスをしたり。狼との距離がますます近づく中、初めての感情が湧き出てくる環。「俺に特別なやつがいるなら、お前だ」HC１巻爆売れ！＆話売りも絶好調☆訳アリJK×バンドマンの同居ラブ、待望の第２巻！',
    '7',
    '2021-10-20',
    'ミユキ蜜蜂',
    'みゆきみつばち',
    '白泉社',
    '021.webp'
),
(
    '978-4-592-22333-7',
    '野良猫と狼（３）',
    '495',
    '3',
    '順調に同居を続けていた環と狼。そんなある日、村で環の祖母が倒れたと連絡が入る。様子を見るため２人で金扇村へ帰省したところ、衝撃の事実を聞かされて――!?「…分かれよ ばか」JK×バンドマンの訳あり同居、解散の危機!?新展開の第３巻！',
    '7',
    '2022-07-20',
    'ミユキ蜜蜂',
    'みゆきみつばち',
    '白泉社',
    '022.webp'
),
(
    '978-4-396-76764-8',
    '違国日記（４）',
    '660',
    '3',
    '叔母と姪の年の差同居譚。「――わけあって犬のようなものと同居することになった」“小説家・こうだい槙生”のエッセイを見つけた朝は自分（＝犬!?）との暮らしを、「不思議な感じだ」と語る槙生の文章を読んだ。慣れないものの、新生活を咀嚼する槙生の言葉は柔らかい。そんな折、槙生は朝を連れて5年ぶりに実家に帰ることになり――。不器用な槙生と、大型犬系元カレ・笠町の“友人関係”に異変あり',
    '3',
    '2019-04-27',
    'ヤマシタトモコ',
    'やましたともこ',
    '祥伝社',
    '023.webp'
),
(
    '978-4-7580-3740-2',
    'ボクラノキセキ（２６）',
    '700',
    '3',
    '小さな違和感が大きな運命の歯車を動かす――前世の記憶があることを除いては、普通の男子高校生・皆見晴澄。菊地に得体の知れない恐怖を感じる仁科。始まりの「あの日」を追憶するのは目黒も同じで、小さな違和感が大きな運命の歯車を動かしていく――。その燻りが更なる真実を炙り出す、火急の第二十六巻!',
    '9',
    '2022-05-25',
    '久米田 夏緒',
    'くめた　なつお',
    '一迅社',
    '024.webp'
),
(
    '978-4-7580-3675-7',
    'ボクラノキセキ（２５）',
    '700',
    '3',
    'かつて、存在していたゼレストリアという国。前世、その国の王女であった記憶をもつ男子高校生・皆見晴澄。仁科との会話の中で、ある可能性に気付く瀬々。彼から送られるサインをヒントに仮説を導き出し――…。綴られる言葉に宿すのは、前世の妄執か現世への警鐘か。学園転生ファンタジー',
    '7',
    '2021-11-25',
    '久米田 夏緒',
    'くめた　なつお',
    '一迅社',
    '025.webp'
),
(
    '978-4-7580-3607-8',
    'ボクラノキセキ（２４）',
    '700',
    '3',
    'ゼレストリア――その国の記憶をもつ者は限られている。普通の男子高校生・皆見晴澄は、前世その国の王女であった。瀬々（ユージン）との邂逅に前世への記憶を巡らせる皆見（ベロニカ）。記憶は生々しく、想いを現世へと引きずらせ――…。その口から紡がれるのは真実か、それとも虚言か。急いて、焦らして、零れるものは―――',
    '8',
    '2021-05-25',
    '久米田 夏緒',
    'くめた　なつお',
    '一迅社',
    '026.webp'
),
(
    '978-4-7580-3560-6',
    'ボクラノキセキ（２３）',
    '682',
    '3',
    '総選挙1～3位のキャラクターの描き下ろしお祝いイラストを収録！仁科を追い詰める瀬々は、自身の前世を露呈するとともに彼の本当の正体を暴く。目前で広がるその様子に、七浦は僅かな希望を感じる―――。追い詰められたかのように見えた仁科は、ある打診をしてきて…？',
    '13',
    '2020-11-25',
    '久米田 夏緒',
    'くめた　なつお',
    '一迅社',
    '027.webp'
),
(
    '978-4-7580-3511-8',
    'ボクラノキセキ（２２）',
    '682',
    '3',
    '信頼できる仲間に、グレンが転生していることを告げる広木。それはかつて皆見（ベロニカ）に想いを寄せていた人物が現世にあらわれたことを意味し――…。その事実は、春湖の目にどう映るのか――？　立場や性別、時を越えて前世と現世が交差する――',
    '15',
    '2020-05-25',
    '久米田 夏緒',
    'くめた　なつお',
    '一迅社',
    '028.webp'
);